{"title": "Videojuego", "summary": "Un videojuego o juego de video es un software o juego electrónico en el que uno o más jugadores interactúan por medio de un controlador, con un dispositivo electrónico que muestra imágenes de video.[1]​ Este dispositivo, conocido genéricamente como «plataforma», puede ser una computadora, una máquina de arcade, una consola de videojuegos o un dispositivo portátil, como por ejemplo un teléfono móvil, teléfono inteligente, tableta o una consola de videojuegos portátil. La industria de los videojuegos es un sector en constante crecimiento y se ha convertido en una forma de entretenimiento muy popular a nivel mundial.\nLos jugadores interactúan con los videojuegos a través de dispositivos de entrada a los que se conoce como controladores o mandos. Mediante estos dispositivos, los jugadores controlan los movimientos y acciones de los personajes del juego y varía dependiendo de la plataforma. Por ejemplo, un controlador podría únicamente consistir de un botón y una palanca de mando o joystick, mientras otro podría presentar una docena de botones y una o más palancas, lo que llamamos mando. Los primeros juegos informáticos solían hacer uso de un teclado para llevar a cabo la interacción, o bien requerían que el usuario adquiriera un mando con un botón como mínimo.[2]​ Muchos juegos de computadora modernos permiten o exigen que el usuario utilice un teclado y un ratón de forma simultánea.\nGeneralmente los videojuegos hacen uso de otros medios, además de la imagen, de proveer los reflejos e interacción al jugador. El audio es casi universal, usándose dispositivos de reproducción de sonido, tales como altavoces y auriculares. Otro tipo de realimentación se hace a través de periféricos hápticos que producen vibración o retroalimentación de fuerza.\n", "sections": [{"name": "Historia", "text": "Artículo principal:\nLos orígenes del videojuego se remontan a la década de 1950, cuando poco después de la aparición de las primeras computadoras electrónicas tras el fin de la Segunda Guerra Mundial, se llevaron a cabo los primeros intentos por implementar programas de carácter lúdico. Así, fueron creados el Nimrod (1951) o el Oxo (1952), juegos electrónicos que aún no pueden ser denominados videojuegos, y el Tennis for Two (1958) o el Spacewar! (1962), auténticos pioneros del género. Todos ellos eran todavía prototipos, juegos muy simples y de carácter experimental que no llegaron a comercializarse, entre otras cosas, porque funcionaban en unas máquinas que solo estaban disponibles en universidades o en institutos de investigación.\nNo sería hasta la década de los 70 en que, con la bajada de los costes de fabricación, aparecieron las primeras máquinas recreativas y los primeros videojuegos dirigidos al gran público. Títulos como Computer Space (1971) o Pong (1972), de Atari, inauguraron las primeras máquinas recreativas construidas al efecto, que funcionaban con monedas. Poco después llegarían los videojuegos a los hogares gracias a las consolas domésticas, la primera de las cuales fue la Magnavox Odyssey (1972), y más tarde la exitosa Atari 2600 o VCS (de 1977), con su sistema de cartuchos intercambiables. Por aquel entonces las máquinas de arcade empezaron a hacerse comunes en bares y salones recreativos, una expansión debida en parte a un matamarcianos que alcanzó gran popularidad, el Space Invaders (1978). Otros juegos que marcaron esta primera época fueron Galaxian (1979), Asteroids (1979) o Pac-Man (1980).\nEn los años 1980, la empresa norteamericana Atari tuvo que compartir su dominio en la industria del videojuego con dos compañías llegadas de Japón: Nintendo (con su famosa consola NES) y SEGA (con la Master System). Paralelamente, surgió una generación de ordenadores personales asequibles y con capacidades gráficas que llegaron a los hogares de millones de familias, como fueron el Spectrum, el Amstrad CPC, el Commodore 64 o el MSX. A partir de entonces, los videojuegos empezaron a convertirse en una poderosa industria. Fue además una época muy creativa para los desarrolladores de videojuegos; muchos de la principales géneros que existen hoy en día (conducción, lucha, plataformas, estrategia, aventura...) tomaron forma en esta década. Por otra parte, aparecieron también las primeras consolas de bolsillo, también conocidas como «maquinitas», que aunque hasta la llegada de la Game Boy de Nintendo (1989) solo ejecutaban un juego cada una, alcanzaron gran popularidad entre los más jóvenes.\nLos años 1990 traen el salto a la tecnología de 16-bit (como la SNES y la Mega Drive), lo que traía consigo importantes mejoras gráficas. Entra en escena el gigante Sony con su primera PlayStation (1994), mientras Nintendo y Sega actualizan sus máquinas (Nintendo 64 y Sega Saturn). En cuanto a las computadoras personales, el progreso de los PC termina por barrer del mapa a los demás sistemas salvo el de Apple. Aparecen entonces juegos cada vez más avanzados tecnológicamente como los  juegos de disparos en primera persona o FPS, que recrean espacios en 3D. En el año 2002 entra Microsoft en el sector de las videoconsolas con su Xbox, mientras Nintendo lanza en 2001 la Gamecube y en el 2006 su innovadora Wii. Entretanto, Sony actualiza su exitosa PlayStation (versiones II y III), y en los PC, gracias a la expansión del Internet, cobran protagonismo los juegos en línea y multijugador.\nPor último, en la década de 2010 emergen como plataformas de juegos los dispositivos táctiles portátiles, como los teléfonos inteligentes y las tabletas, llegando a un público muy amplio. Por otro lado, varias empresas tecnológicas empiezan a desarrollar cascos de realidad virtual, que prometen traer nuevas experiencias al mundo abierto del entretenimiento electrónico.\n", "subsections": []}, {"name": "Generalidades", "text": "Típicamente, los videojuegos recrean entornos y situaciones virtuales en los que el videojugador puede controlar a uno o varios personajes (o cualquier otro elemento de dicho entorno), para conseguir uno o varios objetivos dentro de unas reglas determinadas.\nDependiendo del videojuego, una partida puede disputarla una sola persona contra la máquina, dos o más personas en la misma máquina, o bien múltiples jugadores a través de una red LAN o en línea vía Internet, compitiendo colaborativamente contra la máquina o entre sí.\nExisten videojuegos de muchos tipos. Algunos de los géneros más representativos son los videojuegos de acción, rol, estrategia, simulación, deportes, aventura o mundo abierto.\n", "subsections": [{"name": "Tecnología", "text": "Un videojuego se ejecuta gracias a un programa de software (el videojuego en sí) que es procesado por una máquina (el hardware) que cuenta con dispositivos de entrada y de salida.\nEl programa de software o soporte lógico contiene toda la información, instrucciones, imágenes y audio que componen el videojuego. Va grabado en cartuchos, discos ópticos, discos magnéticos, tarjetas de memoria especiales para videojuegos, o bien se descarga directamente al aparato a través de Internet.\nEn la década de 1980 el soporte habitual para el software era el cartucho en las videoconsolas, y el disco magnético o la cinta de casete en los ordenadores. Posteriormente se usó el CD-ROM, pues tenía más capacidad que los cartuchos ya que estos habían llegado a su tope tecnológico y además resultaba más económico para producir en masa. Actualmente se usa el sistema DVD de alta capacidad y, en las consolas de sobremesa como PlayStation 4 y Xbox One, el Blu-Ray, de capacidad muy alta. Sin embargo desde hace unos años está creciendo la descarga desde Internet, al ser una tecnología extendida masivamente, de fácil acceso y menos costosa que la distribución física de discos, aparte de las ventajas de seguridad al evitar pérdidas por daños o extravío de discos (ya que el videojuego estará virtualmente siempre disponible).\nLos dispositivos de entrada son los que permiten al jugador manejar el juego. Si bien es habitual el uso de un dispositivo de entrada externo —como son los clásicos teclado y ratón, el mando, o el joystick—, las plataformas portátiles de hoy en día (smartphones, tablets, videoconsolas de bolsillo...) permiten jugar mediante su pantalla táctil o mediante el movimiento del propio aparato (gracias al uso de giroscopios y acelerómetros). Otros dispositivos de entrada pueden ser los detectores de movimiento, entre los que destacan los dispositivos de mano (por ejemplo el Wiimote de Wii), los de presión (alfombras o soportes con sensores), los de dispositivos de realidad virtual como la PlayStation VR y los de captura de imágenes, caso del Kinect de Xbox. También se puede emplear la voz en aquellos videojuegos que la soporten a través de procesadores de voz.\nLos dispositivos de salida son aquellos que muestran las imágenes y los sonidos del videojuego: un televisor, un monitor o un proyector para el vídeo, y unos altavoces o auriculares para el audio. Los equipos más modernos utilizan sonido digital con Dolby Surround con efectos EAX y efectos visuales modernos por medio de las últimas tecnologías en motores de videojuego y unidades de procesamiento gráfico.\nLa pieza central del hardware lo constituye la CPU o unidad central de procesamiento, que interpreta las instrucciones contenidas en los programas y procesa los datos. Su capacidad de procesamiento, mayor en cada nueva generación de dispositivos, marca el límite de las posibilidades técnicas y gráficas de los videojuegos.\nTodos estos dispositivos (de entrada, de salida, de procesamiento...) pueden constituir unidades físicamente separadas pero conectadas entre sí —como es el caso de los PC o las videoconsolas de sobremesa—, o bien estar integradas en un solo aparato —como sucede en los teléfonos móviles y otros dispositivos portátiles—.\n"}, {"name": "Plataformas", "text": "Artículos principales:\n, \n y \nLos distintos tipos de dispositivo en los que se ejecutan los videojuegos se conocen como plataformas. Los cuatro tipos de plataformas más populares son el PC, las videoconsolas, los dispositivos portátiles y las máquinas de arcade.\nLas videoconsolas o consolas de videojuegos son aparatos electrónicos domésticos destinados exclusivamente a reproducir videojuegos. Creadas por diversas empresas desde los años 70, han generado un inmenso negocio de trascendencia histórica en la industria del entretenimiento. La videoconsola por antonomasia es un aparato de sobremesa que se conecta a un televisor para la visualización de sus imágenes, pero existen también modelos de bolsillo con pantalla incluida, conocidos como videoconsolas portátiles.\nEl PC u ordenador personal es también una plataforma de videojuegos, pero como su función no es solo ejecutar videojuegos, no se considera como videoconsola. El PC no entra en ninguna generación, ya que cada pocos meses salen nuevas piezas que modifican sus prestaciones. El PC por regla general puede ser mucho más potente que cualquier consola del mercado. Los más potentes soportan modos gráficos con resoluciones y efectos de postprocesamiento gráfico muy superiores a cualquier consola.\nLas máquinas recreativas de videojuegos están disponibles en lugares públicos de diversión, centros comerciales, restaurantes, bares, o salones recreativos especializados. En los años 1980 y 90 del siglo pasado disfrutaron de un alto grado de popularidad al ser entonces el tipo de plataforma más avanzado técnicamente. Los progresos tecnológicos en las plataformas domésticas han supuesto a comienzos del siglo XXI una cierta decadencia en el uso de las máquinas arcade.\nLas videoconsolas portátiles y otros aparatos de bolsillo cuentan con la capacidad para reproducir videojuegos. Entre estos últimos destacan hoy en día los teléfonos móviles (en particular los teléfonos inteligentes) que, sin ser los videojuegos su función primaria, los han ido incorporando a medida que se han ido incrementando sus prestaciones técnicas. Otros dispositivos portátiles de creciente popularidad en los últimos años son las tabletas.\n"}, {"name": "Géneros", "text": "Los videojuegos se pueden clasificar en géneros atendiendo a factores como el sistema de juego, el tipo de interactividad con el jugador, sus objetivos, etc. La evolución de los videojuegos desde sus comienzos ha dado lugar a una variedad creciente y cambiante de géneros, muchas veces en relación con lo que los avances en la tecnología han ido haciendo posible. Entre los géneros de videojuegos más populares están los de acción, estrategia, rol, aventura, rompecabezas, simulación, deportes o carreras, cada uno de ellos con varios subgéneros. Por otro lado, hoy en día son habituales los videojuegos que toman elementos de más de un género, lo que ha dado lugar a géneros mixtos (por ejemplo rol-acción, acción-aventura, mundo abierto, etc.).\nJunto a los géneros, existen otras formas de clasificar o caracterizar los juegos como puede ser por su temática (fantástico-medieval, futurista, de guerra...), su complejidad (juegos \"hardcore\", juegos casuales...), su finalidad (educativos, promocionales, artísticos...), tipo de desarrollo (producciones AAA, independientes), etc.\nPor otra parte, también se distingue a unos juegos de otros, incluso dentro de un mismo género, por la perspectiva visual que adoptan (o dicho de otra manera, la posición de la cámara). Así, hay juegos con perspectiva 2D (ya sea con proyección paralela, vista lateral o vista cenital), 2.5D (mediante proyección isométrica, oblicua, o parallax scrolling, entre otras), y 3D (en perspectiva fija, en primera persona, o en tercera persona).\n"}, {"name": "Multijugador", "text": "En muchos juegos se puede encontrar la opción de multijugador, es decir, que varias personas puedan participar simultáneamente en la misma partida, ya sea empleando todos la misma máquina (como suele ocurrir con las videoconsolas) o bien usando cada uno su propio dispositivo (el caso habitual en los PC o dispositivos portátiles, en lo que se conoce como videojuegos en línea). Existen juegos en los que un jugador humano se enfrenta contra otros jugadores controlados por la máquina mediante inteligencia artificial (PNJ), pero en este caso no se considera que sea un videojuego multijugador. Por último, hay videojuegos que están pensados para congregar a un gran número de jugadores de todo el mundo conectados a través de Internet, conocidos como videojuegos MMO (del inglés massive multiplayer online).\n==Industria del videojuego==\nNacida con la aparición de la primera máquina recreativa a monedas en 1971, la industria del videojuego ha pasado en unas pocas décadas de ser una mera curiosidad tecnológica a convertirse en una de las mayores industrias del entretenimiento por volumen de facturación. Se estima este en 1 dólar en 2014 a nivel mundial, llegando a duplicar el de la industria del cine en el mismo año. Los ingresos proceden fundamentalmente de la venta de videojuegos, de videoconsolas, de accesorios y de máquinas recreativas. Los principales países en ingresos por videojuegos son EE. UU., China y Japón, seguidos de Alemania y Reino Unido. España se sitúa en la décima posición, facturando anualmente cerca de 1 500 000 000 de dólares.[3]​\nLa industria del videojuego da trabajo a más de 100 000 personas en todo el mundo, gente de muy diversas disciplinas entre las que se incluye la programación, el diseño, la ingeniería, la interpretación, las finanzas, la mercadotecnia, la música, la comunicación o el comercio. La cadena de valor en la industria del videojuego se puede dividir en 6 partes: los inversores, los desarrolladores de videojuegos, los creadores del software empleado por los desarrolladores, los fabricantes de hardware, las distribuidoras de videojuegos, y los consumidores.\nLos costes de desarrollo de un videojuego comercial varían enormemente desde los pocos miles de dólares que puede representar un título pequeño, desarrollado por una sola persona, hasta los más de 100 000 000 de dólares de algunos videojuegos AAA, en los que intervienen equipos de hasta un centenar de trabajadores. El videojuego con mayor coste de desarrollo hasta la fecha es Grand Theft Auto V, de la desarrolladora Rockstar Games, con 167 millones de dólares, seguido por Destiny, de Bungie, con 154 millones de dólares. Las cifras son aún bastante mayores si se suma la inversión en mercadotecnia.\nLas ferias de videojuegos constituyen uno de los principales escaparates donde la industria presenta sus más recientes creaciones cada año. Las más conocidas mundialmente son la E3 en Los Ángeles (EE. UU., cancelada en 2023), la Gamescom en Colonia (Alemania) y la Tokyo Games Show (Japón). En Francia la feria más importante es la Paris Games Week y en España destacan la Madrid Games Week, GameLab y GameFest. En Chile destaca sobre todo la Festigame, siendo la más importante de Latinoamérica. Los consumidores se informan de las novedades del sector principalmente a través de medios de comunicación especializados. Entre los pertenecientes al ámbito hispano se pueden destacar revistas en papel como Micromanía, New Superjuegos o Hobbyconsolas, y revistas en Internet como Meristation, Vandal, Eurogamer, Gamercafe, LagZero o Niubie. Existen también numerosos blogs y canales de Youtube centrados esta temática. Es menor sin embargo su presencia en televisión o en radio.\nLa venta de videojuegos se ha realizado tradicionalmente en grandes almacenes o en tiendas físicas especializadas; en España las dos principales cadenas de tiendas de videojuegos son Game y, hasta su cierre en 2014, Gamestop. En Chile las más grandes son Zmart, MicroPlay y TodoJuegos. Sin embargo, la tendencia en estos últimos años en todo el mundo es hacia la venta por internet mediante descarga, tanto en PC como en consolas. En dispositivos móviles, la venta por internet —a través de las tiendas de aplicaciones— es de hecho el único canal disponible.\nLas principales asociaciones sectoriales en España son AEVI (Asociación Española de Videojuegos), que engloba a compañías que facturan el 90 % de los ingresos totales del sector, y DEV (Desarrollo Español de Videojuegos), que agrupa a las principales compañías desarrolladoras del país. En Chile está el grupo VGChile, donde se agrupan los desarrolladores chilenos.\nAlgunas de las más importantes desarrolladoras de videojuegos a nivel internacional son: Blizzard Entertainment, Valve, Rockstar North, Bungie, Electronic Arts, Microsoft, Nintendo, BioWare, Sega, Sierra Entertainment o Zynga, a las cuales hay que añadir los estudios internos (a menudo homónimos) de las principales distribuidoras.\n--Videojuegos indie--\nEn un mercado dominado por las grandes distribuidoras de videojuegos, cabe destacar en esta última década el auge de los videojuegos independientes (también conocidos como indie), que han llegado a constituir un apartado propio en tiendas y en plataformas de distribución como Steam o Itch.io. Estos juegos son desarrollados por pequeños grupos de no más de 20 personas, sin la ayuda financiera de ninguna distribuidora. Se caracterizan habitualmente por un desarrollo artístico variado y particular, tanto en gráficos como en banda sonora, con historias de tramas innovadoras y que generalmente no tienen una continuidad o no están diseñados para crear una saga. La originalidad de sus planteamientos, tanto visual como mecánicamente, alejándose muchas veces de los estereotipos establecidos, les ha valido el interés de una parte de los aficionados.\n==Desarrollo de videojuegos==\nLa creación de videojuegos es una actividad llevada a cabo por las desarrolladoras de videojuegos. Estas se encargan de diseñar y programar el videojuego, desde el concepto inicial hasta el videojuego en su versión final. Esta es una actividad multidisciplinaria, que involucra profesionales de la informática, el diseño, el sonido, la actuación, etc. El proceso es similar a la creación de software en general, aunque difiere en la gran cantidad de aportes creativos (música, historia, diseño de personajes, niveles, etc.) necesarios. El desarrollo también varía en función de la plataforma objetivo (PC, móviles, consolas), el género (estrategia en tiempo real, RPG, aventura gráfica, plataformas, etc.) y la forma de visualización (2d, 2.5d y 3d).\nLa comercialización de los juegos creados por las desarrolladoras es labor de las distribuidoras de videojuegos. Estas se ocupan de su distribución (ya sea a través de tiendas físicas o por internet), publicidad, presentación, traducción... pero también ejercen a menudo un papel fundamental antes y durante el desarrollo del juego, como es su concepción, su financiación, los estudios de mercado, el control de calidad, etc. Muchas distribuidoras tienen uno o varios estudios de desarrollo propio, al margen de que puedan o no trabajar con desarrolladoras externas.\n==Ludología==\nLa ciencia que estudia los videojuegos se llama «ludología» o estudio de los juegos. Uno de los aspectos principales estudiados por esta ciencia y la información que recolecta son los impactos positivos y negativos de los videojuegos en las personas. Esta ciencia se ocupa del estudio crítico de los juegos, de su diseño, de los jugadores y de la interacción entre ambos, así como su papel en la sociedad y la cultura. Los métodos usados para recolectar información van desde encuestas e investigaciones etnográficas, hasta experimentos controlados de laboratorio.[cita requerida]\n==Impacto social==\n--Demografía--\nUna encuesta en línea realizada por la ISFE entre europeos con edades comprendidas entre 16 y 64 años reveló que el 48 % de ellos juega a videojuegos, ya sea de manera habitual (1 o más veces por semana, 25 %) u ocasional (23 %).[4]​ En España dicho porcentaje se situaría en el 40 %, y en EE. UU. (según la ESA) en el 59 %.[5]​ Por edades, el 51 % de los videojugadores europeos son menores de 35 años y el 49 % mayores, situándose la edad promedio en 34 años (el estudio realizado en EE. UU la sitúa en 31 años). Por sexos, el 55 % son hombres, el 45 % mujeres. Según un estudio de 2015, los datos en los EE. UU. cambian; 50% de los hombres juegan a videojuegos mientras que un 48% de mujeres lo hace; de estos, solo un 15% de hombres se denominarían Gamers contra un 6% en las mujeres.[1]\nCabe señalar que la demografía de los videojuegos no ha sido siempre la misma. En el pasado los videojuegos eran un tipo de entretenimiento casi exclusivamente para personas jóvenes, pero esta situación ha ido cambiando con el paso de los años como demuestran diversos estudios recientes. Además de los ya señalados, un estudio de Parra, David et al. (2009) en el que se realizaron 974 encuestas a españoles mayores de 35 años concluyó que \"los videojuegos se están implantando con singular intensidad en el conjunto de la población española. Más de la mitad de los españoles mayores de 35 años (53,5 por ciento) juega con videojuegos (bien de manera esporádica o bien de manera habitual)\".[6]​\n--Efectos psicológicos--\nLos efectos que pueda tener el uso habitual de videojuegos en las personas, y en especial en los niños, han sido objeto de interés y de controversia.\nEntre los efectos positivos que se les atribuyen están capacidades tales como: «coordinación ojos-manos, capacidad lógica, capacidad espacial, resolución de problemas, desarrollo de estrategias, concentración, atención, colaboración, cooperación y selección de información relevante, estimulación auditiva, entre otras».[7]​ Según un estudio, el niño desarrolla habilidades mentales y su capacidad de razonamiento es más activa en comparación a un niño de hace 20 años que no contaba con esta tecnología. En adultos pueden funcionar como un liberador de estrés, contribuyendo a una buena salud.[8]​ Otros afirman que mejoran la salud visual[9]​ e incluso ciertas habilidades como por ejemplo las necesarias para práctica de la cirugía.[10]​ Hay que señalar también que los efectos varían según el tipo de juego.[7]​  Un catedrático de la Universidad de Nottingham también ha afirmado que pueden tener el efecto de atenuar el dolor.[11]​ Según un estudio, la exposición a corto plazo tiene un efecto positivo en la atención en unos niños sin problemas psiquiátricos, estos obtuvieron una mejor puntuación en la prueba de Stroop después de estar expuestos durante una hora a un videojuego que jugaron por primera vez.[12]​\nEn cuanto a los aspectos negativos de los videojuegos, cabe señalar factores que se encuentran bajo escrutinio como la adicción. El fácil acceso a ordenadores, smartphones y consolas, junto a la falta de control por parte de los padres o el ambiente de un hogar disfuncional, podría dar lugar a que niños o adolescentes hagan un uso abusivo de los videojuegos. Ello podría conllevar efectos negativos como ser más propensos a la agresividad, falta de asertividad y bajo rendimiento académico.[13]​ Expertos en medicina y salud mental han mostrado preocupación por ello y la Organización Mundial de la Salud llegó a incluirlo como «juego patológico» en la undécima revisión de su Clasificación Internacional de Enfermedades entre otras adicciones a nuevas tecnologías. Sin embargo; otros expertos en la materia, entre los que se incluye la Asociación Estadounidense de Psiquiatría, han afirmado que no hay evidencias suficientes de que los videojuegos puedan producir tendencias violentas o inducir a un comportamiento adictivo,[14]​ aunque están de acuerdo que los videojuegos típicamente hacen uso del «bucle de compulsión» en su diseño el cual puede crear dopamina y esta puede ayudar a reforzar el deseo de continuar jugando a través de ese bucle de compulsión y potencialmente llevar a comportamientos violentos o adictivos.[15]​[16]​[17]​ Otros medios han puesto de manifiesto que la inclusión es algo cuestionable dado que no todos los juegos presentan un diseño que incluya mecanismos etiológicos como sí lo hacen los juegos que incluyen cajas de botín por su similitud con los juegos de azar.[18]​\nOtro aspecto controvertido de los videojuegos en los niños es que pueden frenar algunos aspectos de su desarrollo motriz, y conducir a una falta de socialización,[19]​ aunque esto último está rebatido por otros estudios que apuntan a todo lo contrario, a que los videojuegos aumentan su sociabilidad.[20]​[21]​ \"Los videojuegos son un entretenimiento que se adecua bien a la realidad del niño nacido en la era de la informática ya que suponen una socialización en la cultura de simulación que caracteriza a las sociedades avanzadas contemporáneas” (Turkle 1997).[22]​\nEn un estudio se asocia la salud mental y jugar videojuegos, se encontró que los jugadores que jugaban de forma moderada tenían la mejor salud mental, los que jugaban de forma excesiva tenían un leve incremento en comportamientos problemáticos y los que no jugaban videojuegos tuvieron la peor salud mental.[23]​\nEstudios científicos demuestran que, en general, los videojuegos enriquecen la vida del jugador, le enseñan a resolver problemas técnicos, y estimulan sus habilidades neuro-cinéticas, reflejos visuales y enfoque de múltiples puntos de visión (objetivos). Incluso mejoran la comunicación cuando se juega en familia o en línea.[24]​\n--Como herramientas educativas--\nEn algunos colegios han sido implementados algunos videojuegos con el fin de expandir la metodología didáctica y hacer las clases más amenas.[2] Diversos expertos han señalado el valor de los videojuegos como herramientas para inculcar conocimientos. Gros, B. y sus colaboradores (1997)[25]​ escriben: «Pensamos que los juegos de ordenador constituyen un material informático de gran valor pedagógico», y enumeran una serie de características:\nSe trata de materiales con una capacidad de motivación muy alta.\nMejoran los aspectos procedimentales del trabajo de los estudiantes.\nSon muy flexibles dado que se pueden utilizar en diferentes asignaturas y de manera transversal.\nProporcionan elementos para mejorar la autoestima de los alumnos.\nEs un material que está a disposición tanto de los alumnos como del profesorado.\nLos juegos educativos se presentan en los últimos tiempos como una alternativa a los videojuegos violentos. Incluso existe una colección de juegos cuya carátula versa «la alternativa inteligente a los videojuegos violentos».[26]​[27]​[28]​\nA pesar de las cuestiones positivas, se deben tener en cuenta todos aquellos aspectos negativos, como el uso ilimitado y no vigilado, así como la falta de compromiso, responsabilidad o esfuerzo con actividades que no estén relacionadas con el juego. Por ello, lo ideal es no perder de vista que aunque los videojuegos están en función del entretenimiento, son utilizados como herramientas para posibilitar o potencializar el aprendizaje, lo cual se logrará siempre y cuando exista un buen uso y control por parte de los usuarios o los responsables de estos.[29]​\nGee (2004)[30]​ establece que “la teoría de aprendizaje incorporada a los buenos videojuegos se acerca más a lo que yo creo que son las mejores teorías del aprendizaje planteadas por la ciencia cognitiva”. De esta forma, establece una similitud entre las teorías del aprendizaje que se utilizan diariamente en el ámbito educativo con las teorías incorporadas en los videojuegos, encontrando entre ellas pocos puntos en los que diverjan.\n--Críticas--\nLos videojuegos, como otras formas de expresión audiovisual, han despertado controversia entre personas o colectivos que consideran que tienen o pueden tener efectos perniciosos sobre los jugadores. Entre estos se arguyen por ejemplo los efectos que puede tener en el desarrollo emocional el hecho de pasar demasiado tiempo ante la pantalla e inhibirse por completo en un universo de fantasía. Existen asimismo casos de ludopatía y de ciberadicción.[cita requerida] También se argumenta[¿quién?] un posible fomento de la violencia y lujuria, gráficamente presentes en muchos videojuegos. Por otro lado, se ha comprobado que la rapidez con que se mueven los gráficos puede provocar ataques en las personas que padecen diversos tipos de epilepsia.[31]​[32]​\nInfluencia en el rendimiento académico\nDiferentes estudios con niños y adolescentes (Castells y Bofarull, 2002; Bringas, Rodríguez y Herrero, 2008)[33]​[34]​ demuestran que el rendimiento escolar puede verse afectado debido al uso de los videojuegos. Ahora bien, existen diferentes artículos que establecen que niveles moderados de juego no se asocian con un bajo rendimiento escolar (Ferguson, 2011);[35]​ incluso, podrían relacionarse con un mejor rendimiento (Llorca, Bueno, Villar y Díez, 2010).[36]​ Esto se debe a que los jugadores que utilizan videojuegos adquieren mejores estrategias de conocimiento, estrategias de resolución de problemas, y sus capacidades espaciales, su precisión y capacidad de reacción se ven mejoradas gradualmente (McFarlane, 2002).[37]​\n==Aspectos jurídicos en España==\nEn España, la imposibilidad de registrar el videojuego como tal, obedece a que no está reconocido jurídicamente por no estar contemplado en el marco del artículo 145.1 del Real Decreto Legislativo 1/1996, de 12 de abril (en adelante, Ley de Propiedad Intelectual o LPI), como creación intelectual original y unitaria, obliga a sus creadores y titulares a desistir a registrarlo como videojuego, al tener que pasar por separar cada obra de acuerdo a su propia naturaleza, artística, científica o literaria, lo que se evidencia como un obstáculo ante la falta de una regulación específica que permita a la industria proteger, exportar e internacionalizar estos activos intangibles en constante crecimiento socioeconómico, bajo un marco legal estable en el ámbito de la propiedad intelectual de sus creadores.\nEn el año 2009, la «Proposición No de Ley (PNL)» del Congreso de los Diputados, fue aprobada por unanimidad con dos enmiendas del Partido Popular y CiU: «La Comisión de Cultura del Congreso de los Diputados establece que el videojuego constituye un ámbito fundamental de la creación y la industria cultural de España. En consecuencia, insta al Gobierno a reconocer a sus creadores y emprendedores como protagonistas de nuestra cultura. Asimismo, en el marco de sus competencias y en coordinación con las administraciones autonómicas competentes, se insta al Gobierno a facilitar su acceso a todas las ayudas factibles para la promoción de su actividad, la financiación como industria cultural y la internacionalización de sus iniciativas».\nLo más relevante de la PNL, es que se acuerda por unanimidad que «no debe ser válido contemplarlos como obra audiovisual y, por otro, tampoco se les debe asimilar simplemente a creadores de software».[38]​\n==Véase también==\n Portal:Videojuegos. Contenido relacionado con Videojuegos.\nGénero de videojuegos\nIndustria de los videojuegos\nLos videojuegos como forma de arte\nDesarrollo de videojuegos\nAdicción a los videojuegos\nVideojuegos más jugados por número de jugadores\n==Referencias==\n↑ «Television gaming apparatus and method». United States Patents. Consultado el 25 de junio de 2008. \n↑ *Patrick Stack. «History of video game consoles» Archivado el 23 de enero de 2011 en Wayback Machine. Time Magazine website 2005 /\n↑ Newzoo. «Top 100 Countries Represent 99.8% of $81.5Bn Global Games Market». Archivado desde el original el 1 de abril de 2015. Consultado el 1 de mayo de 2015. \n↑ «Industry Facts | Interactive Software Federation of Europe». www.isfe.eu. Consultado el 27 de mayo de 2015. \n↑ «http://www.theesa.com/wp-content/uploads/2014/10/ESA_EF_2014.pdf». www.theesa.com. Archivado desde el original el 9 de diciembre de 2015. Consultado el 27 de mayo de 2015. \n↑ Parra, David et al., (2009): Hábitos de uso de los videojuegos en España entre los mayores de 35 años. RLCS, Revista Latina de Comunicación Social, 64. Accedido 31 de marzo de 2012 a través de DOAJ.\n↑ a b Mejía, César et al., (2009): Mentes, Videojuegos y Sociedad. Algunos Puntos cruciales para el Debate. Revista Científica Guillermo de Ockham Vol.7, Núm. 1, enero-julio de 2009, pp. 19-30 Accedido 31 de marzo de 2012 a través de Redalyc.\n↑ «Videojuegos reducen el estrés». Consultado el 15 de febrero de 2008. \n↑ «Expertos en optometría aseguran que los videojuegos mejoran la salud visual - Barrapunto.com». Archivado desde el original el 11 de noviembre de 2018. Consultado el 20 de enero de 2009. \n↑ «Los videojuegos ayudan a mejorar a los cirujanos - Meristation». Archivado desde el original el 15 de agosto de 2011. Consultado el 20 de enero de 2009. \n↑ «Los videojuegos pueden atenuar el dolor - Meristation». Archivado desde el original el 15 de agosto de 2011. Consultado el 20 de enero de 2009. \n↑ Tahiroglu, A. Y., Celik, G. G., Avci, A., Seydaoglu, G., Uzel, M., & Altunbas, H. (2010). Short-term effects of playing computer games on attention. Journal of Attention Disorders, 13(6), 668-676.\n↑ Vallejos & Capa, 2010, Video juegos: Adicción y Factores Predictores.\n↑ Draper, Kevin (5 de agosto de 2019). «Video Games Aren't Why Shootings Happen. Politicians Still Blame Them.». The New York Times (en inglés). Archivado desde el original el 26 de abril de 2020. Consultado el 22 de agosto de 2019. \n↑ Barrus, Michael M.; Winstanley, Catharine A. (20 de enero de 2016). «Dopamine D3 Receptors Modulate the Ability of Win-Paired Cues to Increase Risky Choice in a Rat Gambling Task». The Journal of Neuroscience (en inglés) 36 (3): 785-794. PMC 6602008. PMID 26791209. S2CID 23617462. doi:10.1523/JNEUROSCI.2225-15.2016. \n↑ Kim, Joseph (23 de marzo de 2014). «The Compulsion Loop Explained». Gamasutra (en inglés). Archivado desde el original el 14 de agosto de 2020. Consultado el 3 de febrero de 2020. \n↑ Parkin, Simon (8 de agosto de 2019). «No, Video Games Don't Cause Mass Shootings. But The Conversation Shouldn't End There». Time (en inglés). Archivado desde el original el 3 de septiembre de 2020. Consultado el 3 de febrero de 2020. \n↑ Javier Jiménez (14 de febrero de 2018). «La \"adicción a los videojuegos\" es un tema serio sobre el que tenemos que hablar: ni el alarmismo, ni la negación aportan nada». xataka.com. Consultado el 7 de febrero de 2023. \n↑ «Afectan videojuegos y tecnología conducta de niños, según expertos». Consultado el 15 de febrero de 2008. \n↑ «El juego online fomenta la sociabilidad - vnunet.es». Archivado desde el original el 17 de marzo de 2009. \n↑ «Psicología y pedagogía: Niños y videojuegos». \n↑ Turkle, Sherry (1997). La vida en la pantalla: la construcción de la identidad en la era de Internet. Grupo Planeta. \n↑ Allahverdipour, H., Bazargan, M., Farhadinasab, A., & Moeini, B. (2010). Correlates of video games playing among adolescents in an Islamic country.BMC Public Health, 10, 286. doi:10.1186/1471-2458-10-286\n↑ University of California, Irvine, ed. (8 de diciembre de 2015). «Playing 3-D video games can boost memory formation, UCI study finds» (en inglés). Consultado el 10 de diciembre de 2015. «Along with adding to the trove of research that shows these games can improve eye-hand coordination and reaction time, this finding shows the potential for novel virtual approaches to helping people who lose memory as they age or suffer from dementia. Study results appear Dec. 9 in The Journal of Neuroscience.» \n↑ Gros Salvat, B., Aguayos Rausa, J., Alamazán Álvarez, L., Bernat Cuello, A., Camas Magrí, M., Campos Mancer, F. Cárdenas Ballestero, J. J., Marín Hernández, D. y Vilella Miró, X. (1997) La utilización de los juegos de ordenador en la escuela. EDUTECT '97 – Creación de materiales para la innovación educativa con nuevas tecnologías. Comunicaciones Grupo (V) Experiencias educativas.\n↑ Gros Salvat, Begoña (junio de 2000). «La dimensión socieducativa de los videojuegos». Publicación nº 12 de Edutec. Revista Electrónica de Tecnología Educativa. Edutec. Revista Electrónica de Tecnología Educativa. Archivado desde el original el 30 de marzo de 2010. Consultado el 3 de abril de 2010. \n↑ Rossaro, Ana Laura (junio de 2012). «Aprender jugando, los videojuegos y su potencial educativo». Opinión. Comunidad ineveryCREA. Consultado el 29 de abril de 2013. \n↑ Mateos Vega, Mónica (octubre de 2008). «Poco explorados, los videojuegos educativos». Seducción Cibernética. La Jornada. Consultado el 29 de abril de 2013. \n↑ Mainer, B (1 de noviembre de 2006). El videojuego como material educativo: la odisea. ICONO 14, España, Madrid.  |fechaacceso= requiere |url= (ayuda)\n↑ Gee, J. P. (2004). Lo que nos enseñan los videojuegos sobre el aprendizaje y el alfabetismo. España: Edicaciones Aljibe. \n↑ Castello, Elena (13 de enero de 1993). «Nintendo advierte que los videojuegos pueden causar ataques epilépticos a niños y adolescentes». El País. ISSN 1134-6582. Consultado el 20 de abril de 2021. \n↑ Tiempo, Casa Editorial El (22 de marzo de 2000). «CONVULSIONES: UNA ESCENA REAL DE LOS VIDEOJUEGOS». El Tiempo. Consultado el 20 de abril de 2021. \n↑ Castells, P., & Bofarull, I. (2002). Enganchados a las pantallas: Televisión, videojuegos, Internet y móviles. Planeta, S.A. \n↑ Bringas, C., Rodríguez, F., & Herrero, F. (2008). Adaptación y motivación escolar: Análisis de la influencia del consumo de medios electrónicos de comunicación por adolescentes. Cuadernos de trabajo social. p. 141-152. \n↑ Ferguson, C. (2011). The influence of television and video game uso on attention and school problems: A multivariate analysis with other risk factors controlled. Journal of Psychiatric Research. p. 808-813. \n↑ Llorca, M., Bueno, G., Villar, C., & Díez, M. (2010). Frecuencia en el uso de videojuegos y rendimiento académico. Salamanca: Congreso Internacional Comunicación 3.0. \n↑ MacFarlane, A. & Sakellariou, S. (2002). The role of ICT in science education. Cambridge Journal of Education. p. 219-232. \n↑ Fuentes jurídicas:\nReal Decreto 281/2003, de 7 de marzo, por el que se aprueba el Reglamento del Registro. General de la Propiedad Intelectual. Boletín Oficial del Estado, de 28 de marzo de 2003, núm. 75. pp: 12145-12153.\nReal Decreto Legislativo 1/1996, de 12 de abril, por el que se aprueba el texto refundido de la Ley de Propiedad Intelectual, regularizando, aclarando y armonizando las disposiciones legales vigentes sobre la materia. Boletín Oficial del Estado, lunes 22 de abril de 1996, núm. 97, p. 14369.\nReglamento del Congreso de los Diputados. Proposiciones no de ley, 6 de octubre de 2012.\nD.Rafael Simancas, Diputado, Ramón Jáuregui Atondo, Portavoz del Grupo Parlamentario Socialista en el Congreso. Palacio del Congreso de los Diputados. Número de expediente 161/000774. Año 2009 IX Legislatura Núm. 235.\n==Enlaces externos==\nGamerdic.es: Diccionario en línea de términos sobre videojuegos y cultura gamer. De YovaGamingNetwork.\n Wikinoticias tiene noticias relacionadas con Videojuego."}]}, {"name": "Industria del videojuego", "text": "Nacida con la aparición de la primera máquina recreativa a monedas en 1971, la industria del videojuego ha pasado en unas pocas décadas de ser una mera curiosidad tecnológica a convertirse en una de las mayores industrias del entretenimiento por volumen de facturación. Se estima este en 1 dólar en 2014 a nivel mundial, llegando a duplicar el de la industria del cine en el mismo año. Los ingresos proceden fundamentalmente de la venta de videojuegos, de videoconsolas, de accesorios y de máquinas recreativas. Los principales países en ingresos por videojuegos son EE. UU., China y Japón, seguidos de Alemania y Reino Unido. España se sitúa en la décima posición, facturando anualmente cerca de 1 500 000 000 de dólares.[3]​\nLa industria del videojuego da trabajo a más de 100 000 personas en todo el mundo, gente de muy diversas disciplinas entre las que se incluye la programación, el diseño, la ingeniería, la interpretación, las finanzas, la mercadotecnia, la música, la comunicación o el comercio. La cadena de valor en la industria del videojuego se puede dividir en 6 partes: los inversores, los desarrolladores de videojuegos, los creadores del software empleado por los desarrolladores, los fabricantes de hardware, las distribuidoras de videojuegos, y los consumidores.\nLos costes de desarrollo de un videojuego comercial varían enormemente desde los pocos miles de dólares que puede representar un título pequeño, desarrollado por una sola persona, hasta los más de 100 000 000 de dólares de algunos videojuegos AAA, en los que intervienen equipos de hasta un centenar de trabajadores. El videojuego con mayor coste de desarrollo hasta la fecha es Grand Theft Auto V, de la desarrolladora Rockstar Games, con 167 millones de dólares, seguido por Destiny, de Bungie, con 154 millones de dólares. Las cifras son aún bastante mayores si se suma la inversión en mercadotecnia.\nLas ferias de videojuegos constituyen uno de los principales escaparates donde la industria presenta sus más recientes creaciones cada año. Las más conocidas mundialmente son la E3 en Los Ángeles (EE. UU., cancelada en 2023), la Gamescom en Colonia (Alemania) y la Tokyo Games Show (Japón). En Francia la feria más importante es la Paris Games Week y en España destacan la Madrid Games Week, GameLab y GameFest. En Chile destaca sobre todo la Festigame, siendo la más importante de Latinoamérica. Los consumidores se informan de las novedades del sector principalmente a través de medios de comunicación especializados. Entre los pertenecientes al ámbito hispano se pueden destacar revistas en papel como Micromanía, New Superjuegos o Hobbyconsolas, y revistas en Internet como Meristation, Vandal, Eurogamer, Gamercafe, LagZero o Niubie. Existen también numerosos blogs y canales de Youtube centrados esta temática. Es menor sin embargo su presencia en televisión o en radio.\nLa venta de videojuegos se ha realizado tradicionalmente en grandes almacenes o en tiendas físicas especializadas; en España las dos principales cadenas de tiendas de videojuegos son Game y, hasta su cierre en 2014, Gamestop. En Chile las más grandes son Zmart, MicroPlay y TodoJuegos. Sin embargo, la tendencia en estos últimos años en todo el mundo es hacia la venta por internet mediante descarga, tanto en PC como en consolas. En dispositivos móviles, la venta por internet —a través de las tiendas de aplicaciones— es de hecho el único canal disponible.\nLas principales asociaciones sectoriales en España son AEVI (Asociación Española de Videojuegos), que engloba a compañías que facturan el 90 % de los ingresos totales del sector, y DEV (Desarrollo Español de Videojuegos), que agrupa a las principales compañías desarrolladoras del país. En Chile está el grupo VGChile, donde se agrupan los desarrolladores chilenos.\nAlgunas de las más importantes desarrolladoras de videojuegos a nivel internacional son: Blizzard Entertainment, Valve, Rockstar North, Bungie, Electronic Arts, Microsoft, Nintendo, BioWare, Sega, Sierra Entertainment o Zynga, a las cuales hay que añadir los estudios internos (a menudo homónimos) de las principales distribuidoras.\n", "subsections": [{"name": "Videojuegos indie", "text": "En un mercado dominado por las grandes distribuidoras de videojuegos, cabe destacar en esta última década el auge de los videojuegos independientes (también conocidos como indie), que han llegado a constituir un apartado propio en tiendas y en plataformas de distribución como Steam o Itch.io. Estos juegos son desarrollados por pequeños grupos de no más de 20 personas, sin la ayuda financiera de ninguna distribuidora. Se caracterizan habitualmente por un desarrollo artístico variado y particular, tanto en gráficos como en banda sonora, con historias de tramas innovadoras y que generalmente no tienen una continuidad o no están diseñados para crear una saga. La originalidad de sus planteamientos, tanto visual como mecánicamente, alejándose muchas veces de los estereotipos establecidos, les ha valido el interés de una parte de los aficionados.\n==Desarrollo de videojuegos==\nLa creación de videojuegos es una actividad llevada a cabo por las desarrolladoras de videojuegos. Estas se encargan de diseñar y programar el videojuego, desde el concepto inicial hasta el videojuego en su versión final. Esta es una actividad multidisciplinaria, que involucra profesionales de la informática, el diseño, el sonido, la actuación, etc. El proceso es similar a la creación de software en general, aunque difiere en la gran cantidad de aportes creativos (música, historia, diseño de personajes, niveles, etc.) necesarios. El desarrollo también varía en función de la plataforma objetivo (PC, móviles, consolas), el género (estrategia en tiempo real, RPG, aventura gráfica, plataformas, etc.) y la forma de visualización (2d, 2.5d y 3d).\nLa comercialización de los juegos creados por las desarrolladoras es labor de las distribuidoras de videojuegos. Estas se ocupan de su distribución (ya sea a través de tiendas físicas o por internet), publicidad, presentación, traducción... pero también ejercen a menudo un papel fundamental antes y durante el desarrollo del juego, como es su concepción, su financiación, los estudios de mercado, el control de calidad, etc. Muchas distribuidoras tienen uno o varios estudios de desarrollo propio, al margen de que puedan o no trabajar con desarrolladoras externas.\n==Ludología==\nLa ciencia que estudia los videojuegos se llama «ludología» o estudio de los juegos. Uno de los aspectos principales estudiados por esta ciencia y la información que recolecta son los impactos positivos y negativos de los videojuegos en las personas. Esta ciencia se ocupa del estudio crítico de los juegos, de su diseño, de los jugadores y de la interacción entre ambos, así como su papel en la sociedad y la cultura. Los métodos usados para recolectar información van desde encuestas e investigaciones etnográficas, hasta experimentos controlados de laboratorio.[cita requerida]\n==Impacto social==\n--Demografía--\nUna encuesta en línea realizada por la ISFE entre europeos con edades comprendidas entre 16 y 64 años reveló que el 48 % de ellos juega a videojuegos, ya sea de manera habitual (1 o más veces por semana, 25 %) u ocasional (23 %).[4]​ En España dicho porcentaje se situaría en el 40 %, y en EE. UU. (según la ESA) en el 59 %.[5]​ Por edades, el 51 % de los videojugadores europeos son menores de 35 años y el 49 % mayores, situándose la edad promedio en 34 años (el estudio realizado en EE. UU la sitúa en 31 años). Por sexos, el 55 % son hombres, el 45 % mujeres. Según un estudio de 2015, los datos en los EE. UU. cambian; 50% de los hombres juegan a videojuegos mientras que un 48% de mujeres lo hace; de estos, solo un 15% de hombres se denominarían Gamers contra un 6% en las mujeres.[1]\nCabe señalar que la demografía de los videojuegos no ha sido siempre la misma. En el pasado los videojuegos eran un tipo de entretenimiento casi exclusivamente para personas jóvenes, pero esta situación ha ido cambiando con el paso de los años como demuestran diversos estudios recientes. Además de los ya señalados, un estudio de Parra, David et al. (2009) en el que se realizaron 974 encuestas a españoles mayores de 35 años concluyó que \"los videojuegos se están implantando con singular intensidad en el conjunto de la población española. Más de la mitad de los españoles mayores de 35 años (53,5 por ciento) juega con videojuegos (bien de manera esporádica o bien de manera habitual)\".[6]​\n--Efectos psicológicos--\nLos efectos que pueda tener el uso habitual de videojuegos en las personas, y en especial en los niños, han sido objeto de interés y de controversia.\nEntre los efectos positivos que se les atribuyen están capacidades tales como: «coordinación ojos-manos, capacidad lógica, capacidad espacial, resolución de problemas, desarrollo de estrategias, concentración, atención, colaboración, cooperación y selección de información relevante, estimulación auditiva, entre otras».[7]​ Según un estudio, el niño desarrolla habilidades mentales y su capacidad de razonamiento es más activa en comparación a un niño de hace 20 años que no contaba con esta tecnología. En adultos pueden funcionar como un liberador de estrés, contribuyendo a una buena salud.[8]​ Otros afirman que mejoran la salud visual[9]​ e incluso ciertas habilidades como por ejemplo las necesarias para práctica de la cirugía.[10]​ Hay que señalar también que los efectos varían según el tipo de juego.[7]​  Un catedrático de la Universidad de Nottingham también ha afirmado que pueden tener el efecto de atenuar el dolor.[11]​ Según un estudio, la exposición a corto plazo tiene un efecto positivo en la atención en unos niños sin problemas psiquiátricos, estos obtuvieron una mejor puntuación en la prueba de Stroop después de estar expuestos durante una hora a un videojuego que jugaron por primera vez.[12]​\nEn cuanto a los aspectos negativos de los videojuegos, cabe señalar factores que se encuentran bajo escrutinio como la adicción. El fácil acceso a ordenadores, smartphones y consolas, junto a la falta de control por parte de los padres o el ambiente de un hogar disfuncional, podría dar lugar a que niños o adolescentes hagan un uso abusivo de los videojuegos. Ello podría conllevar efectos negativos como ser más propensos a la agresividad, falta de asertividad y bajo rendimiento académico.[13]​ Expertos en medicina y salud mental han mostrado preocupación por ello y la Organización Mundial de la Salud llegó a incluirlo como «juego patológico» en la undécima revisión de su Clasificación Internacional de Enfermedades entre otras adicciones a nuevas tecnologías. Sin embargo; otros expertos en la materia, entre los que se incluye la Asociación Estadounidense de Psiquiatría, han afirmado que no hay evidencias suficientes de que los videojuegos puedan producir tendencias violentas o inducir a un comportamiento adictivo,[14]​ aunque están de acuerdo que los videojuegos típicamente hacen uso del «bucle de compulsión» en su diseño el cual puede crear dopamina y esta puede ayudar a reforzar el deseo de continuar jugando a través de ese bucle de compulsión y potencialmente llevar a comportamientos violentos o adictivos.[15]​[16]​[17]​ Otros medios han puesto de manifiesto que la inclusión es algo cuestionable dado que no todos los juegos presentan un diseño que incluya mecanismos etiológicos como sí lo hacen los juegos que incluyen cajas de botín por su similitud con los juegos de azar.[18]​\nOtro aspecto controvertido de los videojuegos en los niños es que pueden frenar algunos aspectos de su desarrollo motriz, y conducir a una falta de socialización,[19]​ aunque esto último está rebatido por otros estudios que apuntan a todo lo contrario, a que los videojuegos aumentan su sociabilidad.[20]​[21]​ \"Los videojuegos son un entretenimiento que se adecua bien a la realidad del niño nacido en la era de la informática ya que suponen una socialización en la cultura de simulación que caracteriza a las sociedades avanzadas contemporáneas” (Turkle 1997).[22]​\nEn un estudio se asocia la salud mental y jugar videojuegos, se encontró que los jugadores que jugaban de forma moderada tenían la mejor salud mental, los que jugaban de forma excesiva tenían un leve incremento en comportamientos problemáticos y los que no jugaban videojuegos tuvieron la peor salud mental.[23]​\nEstudios científicos demuestran que, en general, los videojuegos enriquecen la vida del jugador, le enseñan a resolver problemas técnicos, y estimulan sus habilidades neuro-cinéticas, reflejos visuales y enfoque de múltiples puntos de visión (objetivos). Incluso mejoran la comunicación cuando se juega en familia o en línea.[24]​\n--Como herramientas educativas--\nEn algunos colegios han sido implementados algunos videojuegos con el fin de expandir la metodología didáctica y hacer las clases más amenas.[2] Diversos expertos han señalado el valor de los videojuegos como herramientas para inculcar conocimientos. Gros, B. y sus colaboradores (1997)[25]​ escriben: «Pensamos que los juegos de ordenador constituyen un material informático de gran valor pedagógico», y enumeran una serie de características:\nSe trata de materiales con una capacidad de motivación muy alta.\nMejoran los aspectos procedimentales del trabajo de los estudiantes.\nSon muy flexibles dado que se pueden utilizar en diferentes asignaturas y de manera transversal.\nProporcionan elementos para mejorar la autoestima de los alumnos.\nEs un material que está a disposición tanto de los alumnos como del profesorado.\nLos juegos educativos se presentan en los últimos tiempos como una alternativa a los videojuegos violentos. Incluso existe una colección de juegos cuya carátula versa «la alternativa inteligente a los videojuegos violentos».[26]​[27]​[28]​\nA pesar de las cuestiones positivas, se deben tener en cuenta todos aquellos aspectos negativos, como el uso ilimitado y no vigilado, así como la falta de compromiso, responsabilidad o esfuerzo con actividades que no estén relacionadas con el juego. Por ello, lo ideal es no perder de vista que aunque los videojuegos están en función del entretenimiento, son utilizados como herramientas para posibilitar o potencializar el aprendizaje, lo cual se logrará siempre y cuando exista un buen uso y control por parte de los usuarios o los responsables de estos.[29]​\nGee (2004)[30]​ establece que “la teoría de aprendizaje incorporada a los buenos videojuegos se acerca más a lo que yo creo que son las mejores teorías del aprendizaje planteadas por la ciencia cognitiva”. De esta forma, establece una similitud entre las teorías del aprendizaje que se utilizan diariamente en el ámbito educativo con las teorías incorporadas en los videojuegos, encontrando entre ellas pocos puntos en los que diverjan.\n--Críticas--\nLos videojuegos, como otras formas de expresión audiovisual, han despertado controversia entre personas o colectivos que consideran que tienen o pueden tener efectos perniciosos sobre los jugadores. Entre estos se arguyen por ejemplo los efectos que puede tener en el desarrollo emocional el hecho de pasar demasiado tiempo ante la pantalla e inhibirse por completo en un universo de fantasía. Existen asimismo casos de ludopatía y de ciberadicción.[cita requerida] También se argumenta[¿quién?] un posible fomento de la violencia y lujuria, gráficamente presentes en muchos videojuegos. Por otro lado, se ha comprobado que la rapidez con que se mueven los gráficos puede provocar ataques en las personas que padecen diversos tipos de epilepsia.[31]​[32]​\nInfluencia en el rendimiento académico\nDiferentes estudios con niños y adolescentes (Castells y Bofarull, 2002; Bringas, Rodríguez y Herrero, 2008)[33]​[34]​ demuestran que el rendimiento escolar puede verse afectado debido al uso de los videojuegos. Ahora bien, existen diferentes artículos que establecen que niveles moderados de juego no se asocian con un bajo rendimiento escolar (Ferguson, 2011);[35]​ incluso, podrían relacionarse con un mejor rendimiento (Llorca, Bueno, Villar y Díez, 2010).[36]​ Esto se debe a que los jugadores que utilizan videojuegos adquieren mejores estrategias de conocimiento, estrategias de resolución de problemas, y sus capacidades espaciales, su precisión y capacidad de reacción se ven mejoradas gradualmente (McFarlane, 2002).[37]​\n==Aspectos jurídicos en España==\nEn España, la imposibilidad de registrar el videojuego como tal, obedece a que no está reconocido jurídicamente por no estar contemplado en el marco del artículo 145.1 del Real Decreto Legislativo 1/1996, de 12 de abril (en adelante, Ley de Propiedad Intelectual o LPI), como creación intelectual original y unitaria, obliga a sus creadores y titulares a desistir a registrarlo como videojuego, al tener que pasar por separar cada obra de acuerdo a su propia naturaleza, artística, científica o literaria, lo que se evidencia como un obstáculo ante la falta de una regulación específica que permita a la industria proteger, exportar e internacionalizar estos activos intangibles en constante crecimiento socioeconómico, bajo un marco legal estable en el ámbito de la propiedad intelectual de sus creadores.\nEn el año 2009, la «Proposición No de Ley (PNL)» del Congreso de los Diputados, fue aprobada por unanimidad con dos enmiendas del Partido Popular y CiU: «La Comisión de Cultura del Congreso de los Diputados establece que el videojuego constituye un ámbito fundamental de la creación y la industria cultural de España. En consecuencia, insta al Gobierno a reconocer a sus creadores y emprendedores como protagonistas de nuestra cultura. Asimismo, en el marco de sus competencias y en coordinación con las administraciones autonómicas competentes, se insta al Gobierno a facilitar su acceso a todas las ayudas factibles para la promoción de su actividad, la financiación como industria cultural y la internacionalización de sus iniciativas».\nLo más relevante de la PNL, es que se acuerda por unanimidad que «no debe ser válido contemplarlos como obra audiovisual y, por otro, tampoco se les debe asimilar simplemente a creadores de software».[38]​\n==Véase también==\n Portal:Videojuegos. Contenido relacionado con Videojuegos.\nGénero de videojuegos\nIndustria de los videojuegos\nLos videojuegos como forma de arte\nDesarrollo de videojuegos\nAdicción a los videojuegos\nVideojuegos más jugados por número de jugadores\n==Referencias==\n↑ «Television gaming apparatus and method». United States Patents. Consultado el 25 de junio de 2008. \n↑ *Patrick Stack. «History of video game consoles» Archivado el 23 de enero de 2011 en Wayback Machine. Time Magazine website 2005 /\n↑ Newzoo. «Top 100 Countries Represent 99.8% of $81.5Bn Global Games Market». Archivado desde el original el 1 de abril de 2015. Consultado el 1 de mayo de 2015. \n↑ «Industry Facts | Interactive Software Federation of Europe». www.isfe.eu. Consultado el 27 de mayo de 2015. \n↑ «http://www.theesa.com/wp-content/uploads/2014/10/ESA_EF_2014.pdf». www.theesa.com. Archivado desde el original el 9 de diciembre de 2015. Consultado el 27 de mayo de 2015. \n↑ Parra, David et al., (2009): Hábitos de uso de los videojuegos en España entre los mayores de 35 años. RLCS, Revista Latina de Comunicación Social, 64. Accedido 31 de marzo de 2012 a través de DOAJ.\n↑ a b Mejía, César et al., (2009): Mentes, Videojuegos y Sociedad. Algunos Puntos cruciales para el Debate. Revista Científica Guillermo de Ockham Vol.7, Núm. 1, enero-julio de 2009, pp. 19-30 Accedido 31 de marzo de 2012 a través de Redalyc.\n↑ «Videojuegos reducen el estrés». Consultado el 15 de febrero de 2008. \n↑ «Expertos en optometría aseguran que los videojuegos mejoran la salud visual - Barrapunto.com». Archivado desde el original el 11 de noviembre de 2018. Consultado el 20 de enero de 2009. \n↑ «Los videojuegos ayudan a mejorar a los cirujanos - Meristation». Archivado desde el original el 15 de agosto de 2011. Consultado el 20 de enero de 2009. \n↑ «Los videojuegos pueden atenuar el dolor - Meristation». Archivado desde el original el 15 de agosto de 2011. Consultado el 20 de enero de 2009. \n↑ Tahiroglu, A. Y., Celik, G. G., Avci, A., Seydaoglu, G., Uzel, M., & Altunbas, H. (2010). Short-term effects of playing computer games on attention. Journal of Attention Disorders, 13(6), 668-676.\n↑ Vallejos & Capa, 2010, Video juegos: Adicción y Factores Predictores.\n↑ Draper, Kevin (5 de agosto de 2019). «Video Games Aren't Why Shootings Happen. Politicians Still Blame Them.». The New York Times (en inglés). Archivado desde el original el 26 de abril de 2020. Consultado el 22 de agosto de 2019. \n↑ Barrus, Michael M.; Winstanley, Catharine A. (20 de enero de 2016). «Dopamine D3 Receptors Modulate the Ability of Win-Paired Cues to Increase Risky Choice in a Rat Gambling Task». The Journal of Neuroscience (en inglés) 36 (3): 785-794. PMC 6602008. PMID 26791209. S2CID 23617462. doi:10.1523/JNEUROSCI.2225-15.2016. \n↑ Kim, Joseph (23 de marzo de 2014). «The Compulsion Loop Explained». Gamasutra (en inglés). Archivado desde el original el 14 de agosto de 2020. Consultado el 3 de febrero de 2020. \n↑ Parkin, Simon (8 de agosto de 2019). «No, Video Games Don't Cause Mass Shootings. But The Conversation Shouldn't End There». Time (en inglés). Archivado desde el original el 3 de septiembre de 2020. Consultado el 3 de febrero de 2020. \n↑ Javier Jiménez (14 de febrero de 2018). «La \"adicción a los videojuegos\" es un tema serio sobre el que tenemos que hablar: ni el alarmismo, ni la negación aportan nada». xataka.com. Consultado el 7 de febrero de 2023. \n↑ «Afectan videojuegos y tecnología conducta de niños, según expertos». Consultado el 15 de febrero de 2008. \n↑ «El juego online fomenta la sociabilidad - vnunet.es». Archivado desde el original el 17 de marzo de 2009. \n↑ «Psicología y pedagogía: Niños y videojuegos». \n↑ Turkle, Sherry (1997). La vida en la pantalla: la construcción de la identidad en la era de Internet. Grupo Planeta. \n↑ Allahverdipour, H., Bazargan, M., Farhadinasab, A., & Moeini, B. (2010). Correlates of video games playing among adolescents in an Islamic country.BMC Public Health, 10, 286. doi:10.1186/1471-2458-10-286\n↑ University of California, Irvine, ed. (8 de diciembre de 2015). «Playing 3-D video games can boost memory formation, UCI study finds» (en inglés). Consultado el 10 de diciembre de 2015. «Along with adding to the trove of research that shows these games can improve eye-hand coordination and reaction time, this finding shows the potential for novel virtual approaches to helping people who lose memory as they age or suffer from dementia. Study results appear Dec. 9 in The Journal of Neuroscience.» \n↑ Gros Salvat, B., Aguayos Rausa, J., Alamazán Álvarez, L., Bernat Cuello, A., Camas Magrí, M., Campos Mancer, F. Cárdenas Ballestero, J. J., Marín Hernández, D. y Vilella Miró, X. (1997) La utilización de los juegos de ordenador en la escuela. EDUTECT '97 – Creación de materiales para la innovación educativa con nuevas tecnologías. Comunicaciones Grupo (V) Experiencias educativas.\n↑ Gros Salvat, Begoña (junio de 2000). «La dimensión socieducativa de los videojuegos». Publicación nº 12 de Edutec. Revista Electrónica de Tecnología Educativa. Edutec. Revista Electrónica de Tecnología Educativa. Archivado desde el original el 30 de marzo de 2010. Consultado el 3 de abril de 2010. \n↑ Rossaro, Ana Laura (junio de 2012). «Aprender jugando, los videojuegos y su potencial educativo». Opinión. Comunidad ineveryCREA. Consultado el 29 de abril de 2013. \n↑ Mateos Vega, Mónica (octubre de 2008). «Poco explorados, los videojuegos educativos». Seducción Cibernética. La Jornada. Consultado el 29 de abril de 2013. \n↑ Mainer, B (1 de noviembre de 2006). El videojuego como material educativo: la odisea. ICONO 14, España, Madrid.  |fechaacceso= requiere |url= (ayuda)\n↑ Gee, J. P. (2004). Lo que nos enseñan los videojuegos sobre el aprendizaje y el alfabetismo. España: Edicaciones Aljibe. \n↑ Castello, Elena (13 de enero de 1993). «Nintendo advierte que los videojuegos pueden causar ataques epilépticos a niños y adolescentes». El País. ISSN 1134-6582. Consultado el 20 de abril de 2021. \n↑ Tiempo, Casa Editorial El (22 de marzo de 2000). «CONVULSIONES: UNA ESCENA REAL DE LOS VIDEOJUEGOS». El Tiempo. Consultado el 20 de abril de 2021. \n↑ Castells, P., & Bofarull, I. (2002). Enganchados a las pantallas: Televisión, videojuegos, Internet y móviles. Planeta, S.A. \n↑ Bringas, C., Rodríguez, F., & Herrero, F. (2008). Adaptación y motivación escolar: Análisis de la influencia del consumo de medios electrónicos de comunicación por adolescentes. Cuadernos de trabajo social. p. 141-152. \n↑ Ferguson, C. (2011). The influence of television and video game uso on attention and school problems: A multivariate analysis with other risk factors controlled. Journal of Psychiatric Research. p. 808-813. \n↑ Llorca, M., Bueno, G., Villar, C., & Díez, M. (2010). Frecuencia en el uso de videojuegos y rendimiento académico. Salamanca: Congreso Internacional Comunicación 3.0. \n↑ MacFarlane, A. & Sakellariou, S. (2002). The role of ICT in science education. Cambridge Journal of Education. p. 219-232. \n↑ Fuentes jurídicas:\nReal Decreto 281/2003, de 7 de marzo, por el que se aprueba el Reglamento del Registro. General de la Propiedad Intelectual. Boletín Oficial del Estado, de 28 de marzo de 2003, núm. 75. pp: 12145-12153.\nReal Decreto Legislativo 1/1996, de 12 de abril, por el que se aprueba el texto refundido de la Ley de Propiedad Intelectual, regularizando, aclarando y armonizando las disposiciones legales vigentes sobre la materia. Boletín Oficial del Estado, lunes 22 de abril de 1996, núm. 97, p. 14369.\nReglamento del Congreso de los Diputados. Proposiciones no de ley, 6 de octubre de 2012.\nD.Rafael Simancas, Diputado, Ramón Jáuregui Atondo, Portavoz del Grupo Parlamentario Socialista en el Congreso. Palacio del Congreso de los Diputados. Número de expediente 161/000774. Año 2009 IX Legislatura Núm. 235.\n==Enlaces externos==\nGamerdic.es: Diccionario en línea de términos sobre videojuegos y cultura gamer. De YovaGamingNetwork.\n Wikinoticias tiene noticias relacionadas con Videojuego."}]}, {"name": "Desarrollo de videojuegos", "text": "La creación de videojuegos es una actividad llevada a cabo por las desarrolladoras de videojuegos. Estas se encargan de diseñar y programar el videojuego, desde el concepto inicial hasta el videojuego en su versión final. Esta es una actividad multidisciplinaria, que involucra profesionales de la informática, el diseño, el sonido, la actuación, etc. El proceso es similar a la creación de software en general, aunque difiere en la gran cantidad de aportes creativos (música, historia, diseño de personajes, niveles, etc.) necesarios. El desarrollo también varía en función de la plataforma objetivo (PC, móviles, consolas), el género (estrategia en tiempo real, RPG, aventura gráfica, plataformas, etc.) y la forma de visualización (2d, 2.5d y 3d).\nLa comercialización de los juegos creados por las desarrolladoras es labor de las distribuidoras de videojuegos. Estas se ocupan de su distribución (ya sea a través de tiendas físicas o por internet), publicidad, presentación, traducción... pero también ejercen a menudo un papel fundamental antes y durante el desarrollo del juego, como es su concepción, su financiación, los estudios de mercado, el control de calidad, etc. Muchas distribuidoras tienen uno o varios estudios de desarrollo propio, al margen de que puedan o no trabajar con desarrolladoras externas.\n", "subsections": []}, {"name": "Ludología", "text": "La ciencia que estudia los videojuegos se llama «ludología» o estudio de los juegos. Uno de los aspectos principales estudiados por esta ciencia y la información que recolecta son los impactos positivos y negativos de los videojuegos en las personas. Esta ciencia se ocupa del estudio crítico de los juegos, de su diseño, de los jugadores y de la interacción entre ambos, así como su papel en la sociedad y la cultura. Los métodos usados para recolectar información van desde encuestas e investigaciones etnográficas, hasta experimentos controlados de laboratorio.[cita requerida]\n", "subsections": []}, {"name": "Impacto social", "text": "", "subsections": [{"name": "Demografía", "text": "Una encuesta en línea realizada por la ISFE entre europeos con edades comprendidas entre 16 y 64 años reveló que el 48 % de ellos juega a videojuegos, ya sea de manera habitual (1 o más veces por semana, 25 %) u ocasional (23 %).[4]​ En España dicho porcentaje se situaría en el 40 %, y en EE. UU. (según la ESA) en el 59 %.[5]​ Por edades, el 51 % de los videojugadores europeos son menores de 35 años y el 49 % mayores, situándose la edad promedio en 34 años (el estudio realizado en EE. UU la sitúa en 31 años). Por sexos, el 55 % son hombres, el 45 % mujeres. Según un estudio de 2015, los datos en los EE. UU. cambian; 50% de los hombres juegan a videojuegos mientras que un 48% de mujeres lo hace; de estos, solo un 15% de hombres se denominarían Gamers contra un 6% en las mujeres.[1]\nCabe señalar que la demografía de los videojuegos no ha sido siempre la misma. En el pasado los videojuegos eran un tipo de entretenimiento casi exclusivamente para personas jóvenes, pero esta situación ha ido cambiando con el paso de los años como demuestran diversos estudios recientes. Además de los ya señalados, un estudio de Parra, David et al. (2009) en el que se realizaron 974 encuestas a españoles mayores de 35 años concluyó que \"los videojuegos se están implantando con singular intensidad en el conjunto de la población española. Más de la mitad de los españoles mayores de 35 años (53,5 por ciento) juega con videojuegos (bien de manera esporádica o bien de manera habitual)\".[6]​\n"}, {"name": "Efectos psicológicos", "text": "Los efectos que pueda tener el uso habitual de videojuegos en las personas, y en especial en los niños, han sido objeto de interés y de controversia.\nEntre los efectos positivos que se les atribuyen están capacidades tales como: «coordinación ojos-manos, capacidad lógica, capacidad espacial, resolución de problemas, desarrollo de estrategias, concentración, atención, colaboración, cooperación y selección de información relevante, estimulación auditiva, entre otras».[7]​ Según un estudio, el niño desarrolla habilidades mentales y su capacidad de razonamiento es más activa en comparación a un niño de hace 20 años que no contaba con esta tecnología. En adultos pueden funcionar como un liberador de estrés, contribuyendo a una buena salud.[8]​ Otros afirman que mejoran la salud visual[9]​ e incluso ciertas habilidades como por ejemplo las necesarias para práctica de la cirugía.[10]​ Hay que señalar también que los efectos varían según el tipo de juego.[7]​  Un catedrático de la Universidad de Nottingham también ha afirmado que pueden tener el efecto de atenuar el dolor.[11]​ Según un estudio, la exposición a corto plazo tiene un efecto positivo en la atención en unos niños sin problemas psiquiátricos, estos obtuvieron una mejor puntuación en la prueba de Stroop después de estar expuestos durante una hora a un videojuego que jugaron por primera vez.[12]​\nEn cuanto a los aspectos negativos de los videojuegos, cabe señalar factores que se encuentran bajo escrutinio como la adicción. El fácil acceso a ordenadores, smartphones y consolas, junto a la falta de control por parte de los padres o el ambiente de un hogar disfuncional, podría dar lugar a que niños o adolescentes hagan un uso abusivo de los videojuegos. Ello podría conllevar efectos negativos como ser más propensos a la agresividad, falta de asertividad y bajo rendimiento académico.[13]​ Expertos en medicina y salud mental han mostrado preocupación por ello y la Organización Mundial de la Salud llegó a incluirlo como «juego patológico» en la undécima revisión de su Clasificación Internacional de Enfermedades entre otras adicciones a nuevas tecnologías. Sin embargo; otros expertos en la materia, entre los que se incluye la Asociación Estadounidense de Psiquiatría, han afirmado que no hay evidencias suficientes de que los videojuegos puedan producir tendencias violentas o inducir a un comportamiento adictivo,[14]​ aunque están de acuerdo que los videojuegos típicamente hacen uso del «bucle de compulsión» en su diseño el cual puede crear dopamina y esta puede ayudar a reforzar el deseo de continuar jugando a través de ese bucle de compulsión y potencialmente llevar a comportamientos violentos o adictivos.[15]​[16]​[17]​ Otros medios han puesto de manifiesto que la inclusión es algo cuestionable dado que no todos los juegos presentan un diseño que incluya mecanismos etiológicos como sí lo hacen los juegos que incluyen cajas de botín por su similitud con los juegos de azar.[18]​\nOtro aspecto controvertido de los videojuegos en los niños es que pueden frenar algunos aspectos de su desarrollo motriz, y conducir a una falta de socialización,[19]​ aunque esto último está rebatido por otros estudios que apuntan a todo lo contrario, a que los videojuegos aumentan su sociabilidad.[20]​[21]​ \"Los videojuegos son un entretenimiento que se adecua bien a la realidad del niño nacido en la era de la informática ya que suponen una socialización en la cultura de simulación que caracteriza a las sociedades avanzadas contemporáneas” (Turkle 1997).[22]​\nEn un estudio se asocia la salud mental y jugar videojuegos, se encontró que los jugadores que jugaban de forma moderada tenían la mejor salud mental, los que jugaban de forma excesiva tenían un leve incremento en comportamientos problemáticos y los que no jugaban videojuegos tuvieron la peor salud mental.[23]​\nEstudios científicos demuestran que, en general, los videojuegos enriquecen la vida del jugador, le enseñan a resolver problemas técnicos, y estimulan sus habilidades neuro-cinéticas, reflejos visuales y enfoque de múltiples puntos de visión (objetivos). Incluso mejoran la comunicación cuando se juega en familia o en línea.[24]​\n"}, {"name": "Como herramientas educativas", "text": "En algunos colegios han sido implementados algunos videojuegos con el fin de expandir la metodología didáctica y hacer las clases más amenas.[2] Diversos expertos han señalado el valor de los videojuegos como herramientas para inculcar conocimientos. Gros, B. y sus colaboradores (1997)[25]​ escriben: «Pensamos que los juegos de ordenador constituyen un material informático de gran valor pedagógico», y enumeran una serie de características:\nSe trata de materiales con una capacidad de motivación muy alta.\nMejoran los aspectos procedimentales del trabajo de los estudiantes.\nSon muy flexibles dado que se pueden utilizar en diferentes asignaturas y de manera transversal.\nProporcionan elementos para mejorar la autoestima de los alumnos.\nEs un material que está a disposición tanto de los alumnos como del profesorado.\nLos juegos educativos se presentan en los últimos tiempos como una alternativa a los videojuegos violentos. Incluso existe una colección de juegos cuya carátula versa «la alternativa inteligente a los videojuegos violentos».[26]​[27]​[28]​\nA pesar de las cuestiones positivas, se deben tener en cuenta todos aquellos aspectos negativos, como el uso ilimitado y no vigilado, así como la falta de compromiso, responsabilidad o esfuerzo con actividades que no estén relacionadas con el juego. Por ello, lo ideal es no perder de vista que aunque los videojuegos están en función del entretenimiento, son utilizados como herramientas para posibilitar o potencializar el aprendizaje, lo cual se logrará siempre y cuando exista un buen uso y control por parte de los usuarios o los responsables de estos.[29]​\nGee (2004)[30]​ establece que “la teoría de aprendizaje incorporada a los buenos videojuegos se acerca más a lo que yo creo que son las mejores teorías del aprendizaje planteadas por la ciencia cognitiva”. De esta forma, establece una similitud entre las teorías del aprendizaje que se utilizan diariamente en el ámbito educativo con las teorías incorporadas en los videojuegos, encontrando entre ellas pocos puntos en los que diverjan.\n"}, {"name": "Críticas", "text": "Los videojuegos, como otras formas de expresión audiovisual, han despertado controversia entre personas o colectivos que consideran que tienen o pueden tener efectos perniciosos sobre los jugadores. Entre estos se arguyen por ejemplo los efectos que puede tener en el desarrollo emocional el hecho de pasar demasiado tiempo ante la pantalla e inhibirse por completo en un universo de fantasía. Existen asimismo casos de ludopatía y de ciberadicción.[cita requerida] También se argumenta[¿quién?] un posible fomento de la violencia y lujuria, gráficamente presentes en muchos videojuegos. Por otro lado, se ha comprobado que la rapidez con que se mueven los gráficos puede provocar ataques en las personas que padecen diversos tipos de epilepsia.[31]​[32]​\nInfluencia en el rendimiento académico\nDiferentes estudios con niños y adolescentes (Castells y Bofarull, 2002; Bringas, Rodríguez y Herrero, 2008)[33]​[34]​ demuestran que el rendimiento escolar puede verse afectado debido al uso de los videojuegos. Ahora bien, existen diferentes artículos que establecen que niveles moderados de juego no se asocian con un bajo rendimiento escolar (Ferguson, 2011);[35]​ incluso, podrían relacionarse con un mejor rendimiento (Llorca, Bueno, Villar y Díez, 2010).[36]​ Esto se debe a que los jugadores que utilizan videojuegos adquieren mejores estrategias de conocimiento, estrategias de resolución de problemas, y sus capacidades espaciales, su precisión y capacidad de reacción se ven mejoradas gradualmente (McFarlane, 2002).[37]​\n==Aspectos jurídicos en España==\nEn España, la imposibilidad de registrar el videojuego como tal, obedece a que no está reconocido jurídicamente por no estar contemplado en el marco del artículo 145.1 del Real Decreto Legislativo 1/1996, de 12 de abril (en adelante, Ley de Propiedad Intelectual o LPI), como creación intelectual original y unitaria, obliga a sus creadores y titulares a desistir a registrarlo como videojuego, al tener que pasar por separar cada obra de acuerdo a su propia naturaleza, artística, científica o literaria, lo que se evidencia como un obstáculo ante la falta de una regulación específica que permita a la industria proteger, exportar e internacionalizar estos activos intangibles en constante crecimiento socioeconómico, bajo un marco legal estable en el ámbito de la propiedad intelectual de sus creadores.\nEn el año 2009, la «Proposición No de Ley (PNL)» del Congreso de los Diputados, fue aprobada por unanimidad con dos enmiendas del Partido Popular y CiU: «La Comisión de Cultura del Congreso de los Diputados establece que el videojuego constituye un ámbito fundamental de la creación y la industria cultural de España. En consecuencia, insta al Gobierno a reconocer a sus creadores y emprendedores como protagonistas de nuestra cultura. Asimismo, en el marco de sus competencias y en coordinación con las administraciones autonómicas competentes, se insta al Gobierno a facilitar su acceso a todas las ayudas factibles para la promoción de su actividad, la financiación como industria cultural y la internacionalización de sus iniciativas».\nLo más relevante de la PNL, es que se acuerda por unanimidad que «no debe ser válido contemplarlos como obra audiovisual y, por otro, tampoco se les debe asimilar simplemente a creadores de software».[38]​\n==Véase también==\n Portal:Videojuegos. Contenido relacionado con Videojuegos.\nGénero de videojuegos\nIndustria de los videojuegos\nLos videojuegos como forma de arte\nDesarrollo de videojuegos\nAdicción a los videojuegos\nVideojuegos más jugados por número de jugadores\n==Referencias==\n↑ «Television gaming apparatus and method». United States Patents. Consultado el 25 de junio de 2008. \n↑ *Patrick Stack. «History of video game consoles» Archivado el 23 de enero de 2011 en Wayback Machine. Time Magazine website 2005 /\n↑ Newzoo. «Top 100 Countries Represent 99.8% of $81.5Bn Global Games Market». Archivado desde el original el 1 de abril de 2015. Consultado el 1 de mayo de 2015. \n↑ «Industry Facts | Interactive Software Federation of Europe». www.isfe.eu. Consultado el 27 de mayo de 2015. \n↑ «http://www.theesa.com/wp-content/uploads/2014/10/ESA_EF_2014.pdf». www.theesa.com. Archivado desde el original el 9 de diciembre de 2015. Consultado el 27 de mayo de 2015. \n↑ Parra, David et al., (2009): Hábitos de uso de los videojuegos en España entre los mayores de 35 años. RLCS, Revista Latina de Comunicación Social, 64. Accedido 31 de marzo de 2012 a través de DOAJ.\n↑ a b Mejía, César et al., (2009): Mentes, Videojuegos y Sociedad. Algunos Puntos cruciales para el Debate. Revista Científica Guillermo de Ockham Vol.7, Núm. 1, enero-julio de 2009, pp. 19-30 Accedido 31 de marzo de 2012 a través de Redalyc.\n↑ «Videojuegos reducen el estrés». Consultado el 15 de febrero de 2008. \n↑ «Expertos en optometría aseguran que los videojuegos mejoran la salud visual - Barrapunto.com». Archivado desde el original el 11 de noviembre de 2018. Consultado el 20 de enero de 2009. \n↑ «Los videojuegos ayudan a mejorar a los cirujanos - Meristation». Archivado desde el original el 15 de agosto de 2011. Consultado el 20 de enero de 2009. \n↑ «Los videojuegos pueden atenuar el dolor - Meristation». Archivado desde el original el 15 de agosto de 2011. Consultado el 20 de enero de 2009. \n↑ Tahiroglu, A. Y., Celik, G. G., Avci, A., Seydaoglu, G., Uzel, M., & Altunbas, H. (2010). Short-term effects of playing computer games on attention. Journal of Attention Disorders, 13(6), 668-676.\n↑ Vallejos & Capa, 2010, Video juegos: Adicción y Factores Predictores.\n↑ Draper, Kevin (5 de agosto de 2019). «Video Games Aren't Why Shootings Happen. Politicians Still Blame Them.». The New York Times (en inglés). Archivado desde el original el 26 de abril de 2020. Consultado el 22 de agosto de 2019. \n↑ Barrus, Michael M.; Winstanley, Catharine A. (20 de enero de 2016). «Dopamine D3 Receptors Modulate the Ability of Win-Paired Cues to Increase Risky Choice in a Rat Gambling Task». The Journal of Neuroscience (en inglés) 36 (3): 785-794. PMC 6602008. PMID 26791209. S2CID 23617462. doi:10.1523/JNEUROSCI.2225-15.2016. \n↑ Kim, Joseph (23 de marzo de 2014). «The Compulsion Loop Explained». Gamasutra (en inglés). Archivado desde el original el 14 de agosto de 2020. Consultado el 3 de febrero de 2020. \n↑ Parkin, Simon (8 de agosto de 2019). «No, Video Games Don't Cause Mass Shootings. But The Conversation Shouldn't End There». Time (en inglés). Archivado desde el original el 3 de septiembre de 2020. Consultado el 3 de febrero de 2020. \n↑ Javier Jiménez (14 de febrero de 2018). «La \"adicción a los videojuegos\" es un tema serio sobre el que tenemos que hablar: ni el alarmismo, ni la negación aportan nada». xataka.com. Consultado el 7 de febrero de 2023. \n↑ «Afectan videojuegos y tecnología conducta de niños, según expertos». Consultado el 15 de febrero de 2008. \n↑ «El juego online fomenta la sociabilidad - vnunet.es». Archivado desde el original el 17 de marzo de 2009. \n↑ «Psicología y pedagogía: Niños y videojuegos». \n↑ Turkle, Sherry (1997). La vida en la pantalla: la construcción de la identidad en la era de Internet. Grupo Planeta. \n↑ Allahverdipour, H., Bazargan, M., Farhadinasab, A., & Moeini, B. (2010). Correlates of video games playing among adolescents in an Islamic country.BMC Public Health, 10, 286. doi:10.1186/1471-2458-10-286\n↑ University of California, Irvine, ed. (8 de diciembre de 2015). «Playing 3-D video games can boost memory formation, UCI study finds» (en inglés). Consultado el 10 de diciembre de 2015. «Along with adding to the trove of research that shows these games can improve eye-hand coordination and reaction time, this finding shows the potential for novel virtual approaches to helping people who lose memory as they age or suffer from dementia. Study results appear Dec. 9 in The Journal of Neuroscience.» \n↑ Gros Salvat, B., Aguayos Rausa, J., Alamazán Álvarez, L., Bernat Cuello, A., Camas Magrí, M., Campos Mancer, F. Cárdenas Ballestero, J. J., Marín Hernández, D. y Vilella Miró, X. (1997) La utilización de los juegos de ordenador en la escuela. EDUTECT '97 – Creación de materiales para la innovación educativa con nuevas tecnologías. Comunicaciones Grupo (V) Experiencias educativas.\n↑ Gros Salvat, Begoña (junio de 2000). «La dimensión socieducativa de los videojuegos». Publicación nº 12 de Edutec. Revista Electrónica de Tecnología Educativa. Edutec. Revista Electrónica de Tecnología Educativa. Archivado desde el original el 30 de marzo de 2010. Consultado el 3 de abril de 2010. \n↑ Rossaro, Ana Laura (junio de 2012). «Aprender jugando, los videojuegos y su potencial educativo». Opinión. Comunidad ineveryCREA. Consultado el 29 de abril de 2013. \n↑ Mateos Vega, Mónica (octubre de 2008). «Poco explorados, los videojuegos educativos». Seducción Cibernética. La Jornada. Consultado el 29 de abril de 2013. \n↑ Mainer, B (1 de noviembre de 2006). El videojuego como material educativo: la odisea. ICONO 14, España, Madrid.  |fechaacceso= requiere |url= (ayuda)\n↑ Gee, J. P. (2004). Lo que nos enseñan los videojuegos sobre el aprendizaje y el alfabetismo. España: Edicaciones Aljibe. \n↑ Castello, Elena (13 de enero de 1993). «Nintendo advierte que los videojuegos pueden causar ataques epilépticos a niños y adolescentes». El País. ISSN 1134-6582. Consultado el 20 de abril de 2021. \n↑ Tiempo, Casa Editorial El (22 de marzo de 2000). «CONVULSIONES: UNA ESCENA REAL DE LOS VIDEOJUEGOS». El Tiempo. Consultado el 20 de abril de 2021. \n↑ Castells, P., & Bofarull, I. (2002). Enganchados a las pantallas: Televisión, videojuegos, Internet y móviles. Planeta, S.A. \n↑ Bringas, C., Rodríguez, F., & Herrero, F. (2008). Adaptación y motivación escolar: Análisis de la influencia del consumo de medios electrónicos de comunicación por adolescentes. Cuadernos de trabajo social. p. 141-152. \n↑ Ferguson, C. (2011). The influence of television and video game uso on attention and school problems: A multivariate analysis with other risk factors controlled. Journal of Psychiatric Research. p. 808-813. \n↑ Llorca, M., Bueno, G., Villar, C., & Díez, M. (2010). Frecuencia en el uso de videojuegos y rendimiento académico. Salamanca: Congreso Internacional Comunicación 3.0. \n↑ MacFarlane, A. & Sakellariou, S. (2002). The role of ICT in science education. Cambridge Journal of Education. p. 219-232. \n↑ Fuentes jurídicas:\nReal Decreto 281/2003, de 7 de marzo, por el que se aprueba el Reglamento del Registro. General de la Propiedad Intelectual. Boletín Oficial del Estado, de 28 de marzo de 2003, núm. 75. pp: 12145-12153.\nReal Decreto Legislativo 1/1996, de 12 de abril, por el que se aprueba el texto refundido de la Ley de Propiedad Intelectual, regularizando, aclarando y armonizando las disposiciones legales vigentes sobre la materia. Boletín Oficial del Estado, lunes 22 de abril de 1996, núm. 97, p. 14369.\nReglamento del Congreso de los Diputados. Proposiciones no de ley, 6 de octubre de 2012.\nD.Rafael Simancas, Diputado, Ramón Jáuregui Atondo, Portavoz del Grupo Parlamentario Socialista en el Congreso. Palacio del Congreso de los Diputados. Número de expediente 161/000774. Año 2009 IX Legislatura Núm. 235.\n==Enlaces externos==\nGamerdic.es: Diccionario en línea de términos sobre videojuegos y cultura gamer. De YovaGamingNetwork.\n Wikinoticias tiene noticias relacionadas con Videojuego."}]}, {"name": "Aspectos jurídicos en España", "text": "En España, la imposibilidad de registrar el videojuego como tal, obedece a que no está reconocido jurídicamente por no estar contemplado en el marco del artículo 145.1 del Real Decreto Legislativo 1/1996, de 12 de abril (en adelante, Ley de Propiedad Intelectual o LPI), como creación intelectual original y unitaria, obliga a sus creadores y titulares a desistir a registrarlo como videojuego, al tener que pasar por separar cada obra de acuerdo a su propia naturaleza, artística, científica o literaria, lo que se evidencia como un obstáculo ante la falta de una regulación específica que permita a la industria proteger, exportar e internacionalizar estos activos intangibles en constante crecimiento socioeconómico, bajo un marco legal estable en el ámbito de la propiedad intelectual de sus creadores.\nEn el año 2009, la «Proposición No de Ley (PNL)» del Congreso de los Diputados, fue aprobada por unanimidad con dos enmiendas del Partido Popular y CiU: «La Comisión de Cultura del Congreso de los Diputados establece que el videojuego constituye un ámbito fundamental de la creación y la industria cultural de España. En consecuencia, insta al Gobierno a reconocer a sus creadores y emprendedores como protagonistas de nuestra cultura. Asimismo, en el marco de sus competencias y en coordinación con las administraciones autonómicas competentes, se insta al Gobierno a facilitar su acceso a todas las ayudas factibles para la promoción de su actividad, la financiación como industria cultural y la internacionalización de sus iniciativas».\nLo más relevante de la PNL, es que se acuerda por unanimidad que «no debe ser válido contemplarlos como obra audiovisual y, por otro, tampoco se les debe asimilar simplemente a creadores de software».[38]​\n", "subsections": []}, {"name": "Véase también", "text": " Portal:Videojuegos. Contenido relacionado con Videojuegos.\nGénero de videojuegos\nIndustria de los videojuegos\nLos videojuegos como forma de arte\nDesarrollo de videojuegos\nAdicción a los videojuegos\nVideojuegos más jugados por número de jugadores\n", "subsections": []}, {"name": "Referencias", "text": "↑ «Television gaming apparatus and method». United States Patents. Consultado el 25 de junio de 2008. \n↑ *Patrick Stack. «History of video game consoles» Archivado el 23 de enero de 2011 en Wayback Machine. Time Magazine website 2005 /\n↑ Newzoo. «Top 100 Countries Represent 99.8% of $81.5Bn Global Games Market». Archivado desde el original el 1 de abril de 2015. Consultado el 1 de mayo de 2015. \n↑ «Industry Facts | Interactive Software Federation of Europe». www.isfe.eu. Consultado el 27 de mayo de 2015. \n↑ «http://www.theesa.com/wp-content/uploads/2014/10/ESA_EF_2014.pdf». www.theesa.com. Archivado desde el original el 9 de diciembre de 2015. Consultado el 27 de mayo de 2015. \n↑ Parra, David et al., (2009): Hábitos de uso de los videojuegos en España entre los mayores de 35 años. RLCS, Revista Latina de Comunicación Social, 64. Accedido 31 de marzo de 2012 a través de DOAJ.\n↑ a b Mejía, César et al., (2009): Mentes, Videojuegos y Sociedad. Algunos Puntos cruciales para el Debate. Revista Científica Guillermo de Ockham Vol.7, Núm. 1, enero-julio de 2009, pp. 19-30 Accedido 31 de marzo de 2012 a través de Redalyc.\n↑ «Videojuegos reducen el estrés». Consultado el 15 de febrero de 2008. \n↑ «Expertos en optometría aseguran que los videojuegos mejoran la salud visual - Barrapunto.com». Archivado desde el original el 11 de noviembre de 2018. Consultado el 20 de enero de 2009. \n↑ «Los videojuegos ayudan a mejorar a los cirujanos - Meristation». Archivado desde el original el 15 de agosto de 2011. Consultado el 20 de enero de 2009. \n↑ «Los videojuegos pueden atenuar el dolor - Meristation». Archivado desde el original el 15 de agosto de 2011. Consultado el 20 de enero de 2009. \n↑ Tahiroglu, A. Y., Celik, G. G., Avci, A., Seydaoglu, G., Uzel, M., & Altunbas, H. (2010). Short-term effects of playing computer games on attention. Journal of Attention Disorders, 13(6), 668-676.\n↑ Vallejos & Capa, 2010, Video juegos: Adicción y Factores Predictores.\n↑ Draper, Kevin (5 de agosto de 2019). «Video Games Aren't Why Shootings Happen. Politicians Still Blame Them.». The New York Times (en inglés). Archivado desde el original el 26 de abril de 2020. Consultado el 22 de agosto de 2019. \n↑ Barrus, Michael M.; Winstanley, Catharine A. (20 de enero de 2016). «Dopamine D3 Receptors Modulate the Ability of Win-Paired Cues to Increase Risky Choice in a Rat Gambling Task». The Journal of Neuroscience (en inglés) 36 (3): 785-794. PMC 6602008. PMID 26791209. S2CID 23617462. doi:10.1523/JNEUROSCI.2225-15.2016. \n↑ Kim, Joseph (23 de marzo de 2014). «The Compulsion Loop Explained». Gamasutra (en inglés). Archivado desde el original el 14 de agosto de 2020. Consultado el 3 de febrero de 2020. \n↑ Parkin, Simon (8 de agosto de 2019). «No, Video Games Don't Cause Mass Shootings. But The Conversation Shouldn't End There». Time (en inglés). Archivado desde el original el 3 de septiembre de 2020. Consultado el 3 de febrero de 2020. \n↑ Javier Jiménez (14 de febrero de 2018). «La \"adicción a los videojuegos\" es un tema serio sobre el que tenemos que hablar: ni el alarmismo, ni la negación aportan nada». xataka.com. Consultado el 7 de febrero de 2023. \n↑ «Afectan videojuegos y tecnología conducta de niños, según expertos». Consultado el 15 de febrero de 2008. \n↑ «El juego online fomenta la sociabilidad - vnunet.es». Archivado desde el original el 17 de marzo de 2009. \n↑ «Psicología y pedagogía: Niños y videojuegos». \n↑ Turkle, Sherry (1997). La vida en la pantalla: la construcción de la identidad en la era de Internet. Grupo Planeta. \n↑ Allahverdipour, H., Bazargan, M., Farhadinasab, A., & Moeini, B. (2010). Correlates of video games playing among adolescents in an Islamic country.BMC Public Health, 10, 286. doi:10.1186/1471-2458-10-286\n↑ University of California, Irvine, ed. (8 de diciembre de 2015). «Playing 3-D video games can boost memory formation, UCI study finds» (en inglés). Consultado el 10 de diciembre de 2015. «Along with adding to the trove of research that shows these games can improve eye-hand coordination and reaction time, this finding shows the potential for novel virtual approaches to helping people who lose memory as they age or suffer from dementia. Study results appear Dec. 9 in The Journal of Neuroscience.» \n↑ Gros Salvat, B., Aguayos Rausa, J., Alamazán Álvarez, L., Bernat Cuello, A., Camas Magrí, M., Campos Mancer, F. Cárdenas Ballestero, J. J., Marín Hernández, D. y Vilella Miró, X. (1997) La utilización de los juegos de ordenador en la escuela. EDUTECT '97 – Creación de materiales para la innovación educativa con nuevas tecnologías. Comunicaciones Grupo (V) Experiencias educativas.\n↑ Gros Salvat, Begoña (junio de 2000). «La dimensión socieducativa de los videojuegos». Publicación nº 12 de Edutec. Revista Electrónica de Tecnología Educativa. Edutec. Revista Electrónica de Tecnología Educativa. Archivado desde el original el 30 de marzo de 2010. Consultado el 3 de abril de 2010. \n↑ Rossaro, Ana Laura (junio de 2012). «Aprender jugando, los videojuegos y su potencial educativo». Opinión. Comunidad ineveryCREA. Consultado el 29 de abril de 2013. \n↑ Mateos Vega, Mónica (octubre de 2008). «Poco explorados, los videojuegos educativos». Seducción Cibernética. La Jornada. Consultado el 29 de abril de 2013. \n↑ Mainer, B (1 de noviembre de 2006). El videojuego como material educativo: la odisea. ICONO 14, España, Madrid.  |fechaacceso= requiere |url= (ayuda)\n↑ Gee, J. P. (2004). Lo que nos enseñan los videojuegos sobre el aprendizaje y el alfabetismo. España: Edicaciones Aljibe. \n↑ Castello, Elena (13 de enero de 1993). «Nintendo advierte que los videojuegos pueden causar ataques epilépticos a niños y adolescentes». El País. ISSN 1134-6582. Consultado el 20 de abril de 2021. \n↑ Tiempo, Casa Editorial El (22 de marzo de 2000). «CONVULSIONES: UNA ESCENA REAL DE LOS VIDEOJUEGOS». El Tiempo. Consultado el 20 de abril de 2021. \n↑ Castells, P., & Bofarull, I. (2002). Enganchados a las pantallas: Televisión, videojuegos, Internet y móviles. Planeta, S.A. \n↑ Bringas, C., Rodríguez, F., & Herrero, F. (2008). Adaptación y motivación escolar: Análisis de la influencia del consumo de medios electrónicos de comunicación por adolescentes. Cuadernos de trabajo social. p. 141-152. \n↑ Ferguson, C. (2011). The influence of television and video game uso on attention and school problems: A multivariate analysis with other risk factors controlled. Journal of Psychiatric Research. p. 808-813. \n↑ Llorca, M., Bueno, G., Villar, C., & Díez, M. (2010). Frecuencia en el uso de videojuegos y rendimiento académico. Salamanca: Congreso Internacional Comunicación 3.0. \n↑ MacFarlane, A. & Sakellariou, S. (2002). The role of ICT in science education. Cambridge Journal of Education. p. 219-232. \n↑ Fuentes jurídicas:\nReal Decreto 281/2003, de 7 de marzo, por el que se aprueba el Reglamento del Registro. General de la Propiedad Intelectual. Boletín Oficial del Estado, de 28 de marzo de 2003, núm. 75. pp: 12145-12153.\nReal Decreto Legislativo 1/1996, de 12 de abril, por el que se aprueba el texto refundido de la Ley de Propiedad Intelectual, regularizando, aclarando y armonizando las disposiciones legales vigentes sobre la materia. Boletín Oficial del Estado, lunes 22 de abril de 1996, núm. 97, p. 14369.\nReglamento del Congreso de los Diputados. Proposiciones no de ley, 6 de octubre de 2012.\nD.Rafael Simancas, Diputado, Ramón Jáuregui Atondo, Portavoz del Grupo Parlamentario Socialista en el Congreso. Palacio del Congreso de los Diputados. Número de expediente 161/000774. Año 2009 IX Legislatura Núm. 235.\n", "subsections": []}, {"name": "Enlaces externos", "text": "Gamerdic.es: Diccionario en línea de términos sobre videojuegos y cultura gamer. De YovaGamingNetwork.\n Wikinoticias tiene noticias relacionadas con Videojuego.", "subsections": []}]}